{
  "app": {
    "title": "MyYivi"
  },
  "login-select-method": {
    "title": "MyYivi login",
    "intro-par1": "This is the MyYivi environment of the Privacy by Design Foundation. Using this website you can view the activities of your Yivi app, and block your Yivi app.",
    "intro-par2": "The foundation knows when your Yivi app is used, but does not know where or with what information. In this way a combination of security and privacy is pursued. The MyYivi usage log allows you to check if your Yivi app is being abused. If so, you can block your Yivi app here.",
    "login-methods": "Below you can log in to MyYivi in two ways:",
    "login-method-yivi": "Using your Yivi app, by scanning a QR code; this is the easiest way.",
    "login-method-email": "Using the e-mail address you registered with. If you enter this below, you will be sent a link that will take you to MyYivi. You can use this option if you don't have your phone at hand, or worse, if your phone has been stolen and you want to rule out abuse of your Yivi app",
    "login-using": "Log in using",
    "or": "or",
    "email-address": "E-mail address",
    "email-link": "E-mail link",
    "check-email": "Check your e-mail",
    "check-email-text": "Log in by clicking on the link sent to your e-mail address."
  },
  "login-select-candidate": {
    "title": "Choose Yivi app ID",
    "username": "App ID",
    "last-seen": "Last active",
    "login": "Login",
    "explanation": "The email address you use to log in is linked to several Yivi apps, which are shown in the table below. The meaning of the columns is as follows:",
    "candidates-item-1": "your Yivi app ID. This is located in your Yivi app under \"More\" (at the bottom of the screen).",
    "candidates-item-2": "when data was last received or released with this Yivi app."
  },
  "login-email-sent": {
    "title": "Check your e-mail",
    "explanation": "Log in by clicking on the link sent to your e-mail address. If you have not received anything, then the e-mail address you entered is probably not known to us.",
    "back": "Back"
  },
  "registration-verified": {
    "title": "MyYivi registration finished",
    "success": "Done",
    "explanation": "Your e-mail address has been linked to your Yivi app successfully.",
    "return-to-yivi": "Return to my Yivi app",
    "continue-to-myyivi": "Go to MyYivi",
    "app-is-ready": "Your Yivi app is now ready for use."
  },
  "account-overview": {
    "title": "MyYivi",
    "logged-in-as": "App ID:"
  },
  "logs": {
    "header": "View usage of your Yivi app",
    "refresh": "Refresh",
    "previous": "Previous",
    "next": "Next"
  },
  "logs-table": {
    "when": "When",
    "event": "Event"
  },
  "logs-events": {
    "PIN_CHECK_REFUSED": "PIN verification blocked",
    "IRMA_APP_AUTH_REFUSED": "Yivi session blocked",
    "PIN_CHECK_SUCCESS": "PIN verified",
    "PIN_CHECK_FAILED": "PIN wrong, {{param}} attempts remaining",
    "PIN_CHECK_BLOCKED": "PIN wrong too often, blocked {{param}} seconds",
    "IRMA_SESSION": "Performed Yivi session",
    "IRMA_ENABLED": "MyYivi enabled",
    "IRMA_BLOCKED": "MyYivi blocked"
  },
  "emails": {
    "header": "E-mail addresses",
    "explanation": "The following e-mail addresses are associated to your Yivi app. You can login on MyYivi using each of these addresses. If you have already <0>loaded your e-mail address in your Yivi app</0> you can associate it to your Yivi app using the button below.",
    "no-email-addresses": "There are no e-mail addresses associated to your Yivi app. This means that you will not be able to log in on MyYivi and block the data in your Yivi app, in case you lose your phone.",
    "emailaddress": "E-mail",
    "delete": "Delete",
    "delete-in-progress": "Being deleted",
    "add-email": "Add e-mail address",
    "delete-confirm-header": "Confirm",
    "delete-confirm-explanation": "Are you sure you want to delete {{email}}?"
  },
  "delete-account": {
    "header": "Delete MyYivi",
    "explanation-par1": "If you delete your MyYivi, all the data in your Yivi app becomes permanently unusable, and all events as well as your e-mail address will be permanently deleted.",
    "explanation-par2": "<0>Warning:</0> Blocking or deleting your MyYivi is permanent! If you want to use IRMA again afterwards you will have to re-install the Yivi app and re-obtain all your data.",
    "delete": "Delete MyYivi",
    "alert-header": "Delete MyYivi?",
    "alert-explanation": "If you proceed, all the data in your Yivi app will become permanently unusable, and your logs and e-mail address will be deleted from MyYivi. Are you sure?",
    "alert-delete": "Delete",
    "deleted": "MyYivi deleted."
  },
  "load-cards": {
    "header": "Load or refresh data",
    "explanation": "Go to <0>this page</0> to load more data in your Yivi app, or refresh existing data."
  },
  "token-invalid": {
    "header": "Something went wrong",
    "explanation": "This link has expired.",
    "explanation-details": "You can still add your e-mail address so that you can block your Yivi app in case of loss or theft:",
    "point-1":"Open <0>MyYivi</0>.",
    "point-2":"Click on 'Open Yivi app' or scan the QR code with your Yivi app.",
    "point-3":"Follow the instructions in your Yivi app to log in to MyYivi.",
    "point-4":"Click on 'Add e-mail address' and follow the instructions to add your e-mail address to MyYivi.",
    "retry": "Go to MyYivi"
  },
  "error-message": {
    "header": "Something went wrong",
    "explanation": "The requested action could not be processed. Please check your internet connection and try again. If the problem keeps occurring, please contact Yivi.",
    "error-details": "The following error occurred:",
    "retry": "Go to login page"
  },
  "yivi-modal": {
    "cancel": "Cancel"
  },
  "yivi-app-bar": {
    "logout": "Logout"
  }
}
