{
  "app": {
    "title": "MyYivi"
  },
  "login-select-method": {
    "title": "MyYivi login",
    "intro-par1": "This is the Yivi self-service portal. Using this website you can view the activities of your Yivi app, and remotely lock your mobile app in case of loss or theft.",
    "intro-par2": "Yivi knows when your app is used but does not know where you're using it, what information you share nor who you're sharing it with. By doing so we're combining privacy and security.",
    "login-methods": "You can log in to MyYivi in two ways:",
    "login-method-yivi-title":"Use the Yivi app",
    "login-method-yivi-description": "Scan the QR code using your Yivi app and follow the instructions on the screen.",
    "login-method-email-title":"Use your e-mail address",
    "login-method-email-description": "During activation of the Yivi app you can provide an e-mail address. By entering that address below you'll receive an e-mail with a login link. Use this method in case your phone is missing or lost.",
    "login-using": "Log in using",
    "email-address": "E-mail address",
    "email-link": "E-mail link",
    "check-email": "Check your e-mail",
    "check-email-text": "Log in by clicking on the link sent to your e-mail address."
  },
  "login-select-candidate": {
    "title": "Choose Yivi app ID",
    "username": "App ID",
    "last-seen": "Last active",
    "login": "Login",
    "explanation": "The e-mail address you use to log in is linked to several Yivi apps, which are shown in the table below. The meaning of the columns is as follows:",
    "candidates-item-1": "your Yivi app ID. This is located in your Yivi app under \"More\" (at the bottom of the screen).",
    "candidates-item-2": "when data was last exchanged using Yivi."
  },
  "login-email-sent": {
    "title": "Check your e-mail",
    "explanation": "Log in by clicking on the link sent to your e-mail address. If you didn't receive anything, check your spam folder.",
    "back": "Back"
  },
  "registration-verified": {
    "title": "MyYivi registration finished",
    "success": "Done",
    "explanation": "Your e-mail address has been linked to your Yivi app successfully.",
    "return-to-yivi": "Return to my Yivi app",
    "continue-to-myyivi": "Go to MyYivi",
    "app-is-ready": "Your Yivi app is now ready for use."
  },
  "account-overview": {
    "title": "MyYivi",
    "logged-in-as": "App ID:"
  },
  "logs": {
    "header": "View usage of your Yivi app",
    "refresh": "Refresh",
    "previous": "Previous",
    "next": "Next"
  },
  "logs-table": {
    "when": "When",
    "event": "Event"
  },
  "logs-events": {
    "PIN_CHECK_REFUSED": "PIN verification blocked",
    "IRMA_APP_AUTH_REFUSED": "Yivi session blocked",
    "PIN_CHECK_SUCCESS": "PIN verified",
    "PIN_CHECK_FAILED": "PIN wrong, {{param}} attempts remaining",
    "PIN_CHECK_BLOCKED": "PIN wrong too often, blocked {{param}} seconds",
    "IRMA_SESSION": "Performed Yivi session",
    "IRMA_ENABLED": "MyYivi enabled",
    "IRMA_BLOCKED": "MyYivi blocked"
  },
  "emails": {
    "header": "E-mail addresses",
    "explanation": "The following e-mail addresses are associated with your Yivi app. You can access  MyYivi using each of these addresses. If you have already <0>loaded your e-mail address in your Yivi app</0> you can associate it to your Yivi app using the button below.",
    "no-email-addresses": "There are no e-mail addresses associated with your Yivi app. This means that you will not be able to log in on MyYivi, nor remotely block your application.",
    "emailaddress": "E-mail",
    "delete": "Delete",
    "delete-in-progress": "Being deleted",
    "delete-in-progress-explanation": "Your e-mail address is marked for deletion and will be deleted within a few days.",
    "revalidate-in-progress": "Being revalidated",
    "revalidate-in-progress-explanation": "Your e-mail address is marked invalid because it was unreachable. Does it still exist? We will check again within 5 days. If it works, your e-mail address will be active again. If not, we will delete it for you.",
    "add-email": "Add e-mail address",
    "delete-confirm-header": "Confirm",
    "delete-confirm-explanation": "Are you sure you want to delete {{email}}?"
  },
  "delete-account": {
    "header": "Delete MyYivi",
    "explanation-par1": "If you delete your MyYivi account, all the data in your Yivi app will become unusable. We will also delete all logged events, as well as your e-mail address.",
    "explanation-par2": "<0>Warning:</0> Blocking or deleting your MyYivi account is permanent! If you want to use Yivi again afterwards you will have to re-install the Yivi app and re-obtain all your data.",
    "delete": "Delete MyYivi",
    "alert-header": "Delete MyYivi?",
    "alert-explanation": "If you proceed, all the data in your Yivi app will become permanently unusable, and your logs and e-mail address will be deleted from MyYivi. Are you sure?",
    "alert-delete": "Delete",
    "deleted": "MyYivi deleted."
  },
  "load-cards": {
    "header": "Load or refresh data",
    "explanation": "Go to <0>this page</0> to load more data in your Yivi app, or refresh existing data."
  },
  "token-invalid": {
    "header": "Something went wrong",
    "explanation": "This link has expired.",
    "explanation-details": "You can still add your e-mail address so that you can block your Yivi app in case of loss or theft:",
    "point-1":"Open <0>MyYivi</0>.",
    "point-2":"Click on 'Open Yivi app' or scan the QR code with your Yivi app.",
    "point-3":"Follow the instructions in your Yivi app to log in to MyYivi.",
    "point-4":"Click on 'Add e-mail address' and follow the instructions to add your e-mail address to MyYivi.",
    "retry": "Go to MyYivi"
  },
  "warning-message": {
    "header": "Something went wrong",
    "return": "Go back",
    "delete-account-mail-explanation": "We could not send an e-mail to one or more of your registered e-mail addresses.",
    "delete-account-mail-details": "Please check if your e-mail addresses are still valid and working properly. Since sending the email failed, we will validate your e-mail address again in 5 days and delete it if the issue persists. Until then, access to your Yivi app and MyYivi is blocked. Afterwards you can proceed deleting your account.",
    "delete-mail-explanation": "We could not mark your e-mail address for deletion.",
    "delete-mail-details":"Your e-mail address is marked invalid because it was unreachable. Does it still exist? We will check again within 5 days. If it works, your e-mail address will be active again. If not, we will delete it for you."
  },
  "error-message": {
    "header": "Something went wrong",
    "explanation": "The requested action could not be processed. Please check your internet connection and try again. If the problem keeps occurring, please contact Yivi.",
    "error-details": "The following error occurred:",
    "retry": "Go to login page"
  },
  "yivi-modal": {
    "cancel": "Cancel"
  },
  "yivi-app-bar": {
    "logout": "Logout"
  }
}
