{
  "login-select-method": {
    "title": "MyIRMA login",
    "intro-par1": "This is the MyIRMA website of the Privacy by Design Foundation. Using this website you can view the activities of your IRMA app, and block or delete your account.",
    "intro-par2": "The foundation knows when your IRMA app is used, but does not know where or with what information. In this way a combination of security and privacy is pursued. The MyIRMA usage log allows you to check if your IRMA app is being abused. If so, you can block your IRMA app here.",
    "login-methods": "Below you can log in to MyIRMA in two ways:",
    "login-method-irma": "Using IRMA, by scanning a QR code with the IRMA app; this is the easiest way.",
    "login-method-email": "Using the email address with which you registered. If you enter it below a link will be sent to it that will allow you to log in to MyIRMA. You can use this login method when you do not have your phone with you, or if your phone has been stolen and you want to prevent abuse of your IRMA app.",
    "login-using": "Log in using",
    "or": "or",
    "email-address": "Email address",
    "email-link": "Email link",
    "check-email": "Check your email",
    "check-email-text": "Log in by clicking on the link that has been sent to your email address."
  },
  "login-select-candidate": {
    "title": "Choose IRMA account",
    "username": "Username",
    "last-seen": "Last active",
    "login": "Login",
    "explanation": "The email address with which you are logging in is associated to multiple IRMA accounts, which are shown in the table below. The columns mean the following:",
    "candidates-item-1": "Your IRMA username. You can find this in your IRMA app when you login to MyIRMA.",
    "candidates-item-2": "Time of the most recent usage of this IRMA account."
  },
  "login-email-sent": {
    "title": "Check your email",
    "explanation": "Log in by clicking on the link that has been sent to your email address."
  },
  "login-registration-verified": {
    "title": "MyIRMA registration finished",
    "success": "Done",
    "explanation": "Your email address has been linked to your IRMA app successfully.",
    "return-to-irma": "Return to IRMA",
    "continue-to-myirma": "Go to MyIRMA",
    "app-is-ready": "Your IRMA app is now ready for further usage."
  },
  "account-overview": {
    "title": "MyIRMA",
    "logged-in-as": "You are logged in as"
  },
  "logs": {
    "header": "View usage of your IRMA app",
    "refresh": "Refresh",
    "previous": "Previous",
    "next": "Next"
  },
  "logs-table": {
    "when": "When",
    "event": "Event"
  },
  "logs-events": {
    "PIN_CHECK_REFUSED": "PIN verification blocked",
    "IRMA_APP_AUTH_REFUSED": "IRMA session blocked",
    "PIN_CHECK_SUCCESS": "PIN verified",
    "PIN_CHECK_FAILED": "PIN wrong, {{param}} attempts remaining",
    "PIN_CHECK_BLOCKED": "PIN wrong too often, blocked {{param}} seconds",
    "IRMA_SESSION": "Performed IRMA session",
    "IRMA_ENABLED": "MyIRMA enabled",
    "IRMA_BLOCKED": "MyIRMA blocked"
  },
  "emails": {
    "header": "Email addresses",
    "explanation": "The following email addresses are associated to your account. You can login on MyIRMA using each of these addresses. If you have already <0>loaded your email address as IRMA card</0> you can associate it to your account using the button below.",
    "no-email-addresses": "There are no email addresses associated to your account. This means that you will not be able to log in on MyIRMA and block your cards, in case you lose your phone.",
    "emailaddress": "Email",
    "delete": "Delete",
    "delete-in-progress": "Being deleted",
    "add-email": "Add email address"
  },
  "delete-account": {
    "header": "Delete MyIRMA",
    "explanation-par1": "If you delete your MyIRMA account, all your cards become permanently unusable, and all events as well as your email address will be permanently deleted.",
    "explanation-par2": "<0>Warning:</0> Blocking or deleting your MyIRMA account is permanent! If you want to use IRMA again afterwards you will have to re-register at MyIRMA and re-obtain all your cards.",
    "delete": "Delete MyIRMA",
    "alert-header": "Delete MyIRMA?",
    "alert-explanation": "If you proceed, all your cards will become permanently unusable, and your logs and email address will be deleted from MyIRMA. Are you certain?",
    "alert-cancel": "Cancel",
    "alert-delete": "Delete",
    "deleted": "MyIRMA account deleted."
  }
}
