{
  "app": {
    "title": "MijnYivi"
  },
  "login-select-method": {
    "title": "MijnYivi login",
    "intro-par1": "Dit is de self care omgeving van Yivi. Als je Yivi gebruiker bent, kun je via deze pagina de activiteiten van je Yivi-app bekijken. Ook is het mogelijk om de app op afstand te blokkeren, bijvoorbeeld bij diefstal of verlies.",
    "intro-par2": "Yivi ziet wanneer je Yivi-app gebruikt wordt, maar niet waar. Ook zien wij niet welke informatie je deelt, of met wie. Op deze manier proberen we de beste balans te vinden tussen veiligheid en privacy.",
    "login-methods": "Je kunt hieronder op twee manieren inloggen:",
    "login-method-yivi-title":"Met jouw Yivi-app",
    "login-method-yivi-description": "Scan de QR code met jouw Yivi app en volg de instructies op het scherm.",
    "login-method-email-title":" Met je e-mailadres",
    "login-method-email-description": "Tijdens de activatie van Yivi heb je een e-mailadres opgegeven. Als je dat adres hieronder invult krijg je een e-mail met een link. Deze link geeft je toegang tot MijnYivi.",
    "login-using": "Log in met",
    "email-address": "E-mailadres",
    "email-link": "E-mail link",
    "check-email": "Controleer je e-mail",
    "check-email-text": "Log in door op de link te klikken die naar je e-mailadres is verstuurd."
  },
  "login-select-candidate": {
    "title": "Kies Yivi app-ID",
    "username": "App-ID",
    "last-seen": "Laatst actief",
    "login": "Log in",
    "explanation": "Het e-mailadres waarmee je inlogt is gekoppeld aan meerdere Yivi apps die in onderstaande tabel worden weergegeven. De betekenis van de kolommen is als volgt:",
    "candidates-item-1": "je Yivi app-ID. Deze staat in je Yivi-app onder \"Meer\" (onderaan het scherm).",
    "candidates-item-2": "wanneer er voor het laatst gegevens zijn ontvangen of vrijgegeven met deze Yivi-app."
  },
  "login-email-sent": {
    "title": "Controleer je e-mail",
    "explanation": "Log in door te klikken op de link die naar je e-mailadres is verstuurd. Controleer je spam folder als je geen e-mail gehad hebt.",
    "back": "Terug"
  },
  "registration-verified": {
    "title": "MijnYivi-registratie klaar",
    "success": "Gelukt",
    "explanation": "Je e-mailadres is nu aan je Yivi-app gekoppeld.",
    "return-to-yivi": "Terug naar jouw Yivi-app",
    "continue-to-myyivi": "Ga naar MijnYivi",
    "app-is-ready": "Je Yivi-app is nu klaar voor gebruik."
  },
  "account-overview": {
    "title": "MijnYivi",
    "logged-in-as": "App-ID:"
  },
  "logs": {
    "header": "Bekijk het gebruik van je Yivi-app",
    "refresh": "Ververs",
    "previous": "Vorige",
    "next": "Volgende"
  },
  "logs-table": {
    "when": "Wanneer",
    "event": "Gebeurtenis"
  },
  "logs-events": {
    "PIN_CHECK_REFUSED": "PIN verificatie geblokkeerd",
    "IRMA_APP_AUTH_REFUSED": "Yivi sessie geblokkeerd",
    "PIN_CHECK_SUCCESS": "PIN geverifieerd",
    "PIN_CHECK_FAILED": "PIN verkeerd, {{param}} pogingen resterend",
    "PIN_CHECK_BLOCKED": "PIN te vaak verkeerd, geblokkeerd voor {{param}} seconden",
    "IRMA_SESSION": "Yivi sessie uitgevoerd",
    "IRMA_ENABLED": "MijnYivi ingeschakeld",
    "IRMA_BLOCKED": "MijnYivi geblokkeerd"
  },
  "emails": {
    "header": "E-mailadressen",
    "explanation": "De volgende e-mailadressen zijn gekoppeld met je Yivi-app. Met ieder van deze e-mailadressen kunt je inloggen op MijnYivi. Als je je e-mailadres al <0>geladen hebt in je Yivi-app</0>, kun je hem koppelen met je Yivi-app met onderstaande knop.",
    "no-email-addresses": "Er zijn geen e-mailadressen gekoppeld met je Yivi-app. Dit betekent dat je niet op MijnYivi in kunt loggen en de gegevens in je Yivi-app kunt blokkeren, mocht je je telefoon kwijtraken.",
    "emailaddress": "E-mail",
    "delete": "Verwijder",
    "delete-in-progress": "Wordt verwijderd",
    "delete-in-progress-explanation": "Je e-mailadres is gemarkeerd voor verwijdering en wordt binnen enkele dagen verwijderd.",
    "revalidate-in-progress": "Wordt gevalideerd",
    "revalidate-in-progress-explanation": "Je e-mailadres is gemarkeerd als ongeldig omdat het niet bereikbaar was. Bestaat het nog wel? We controleren het nogmaals binnen 5 dagen. Werkt het dan wel, dan wordt je e-mailadres weer vrijgegeven. Zo niet, dan zullen we het voor je verwijderen.",
    "add-email": "Voeg e-mailadres toe",
    "delete-confirm-header": "Bevestigen",
    "delete-confirm-explanation": "Weet je zeker dat je {{email}} wilt verwijderen?"
  },
  "delete-account": {
    "header": "Verwijder MijnYivi",
    "explanation-par1": "Als je je MijnYivi verwijdert, worden alle gegevens in je Yivi-app permanent onbruikbaar. Ook wordt de transactiegeschiedenis en opgeslagen e-mailadressen gewist.",
    "explanation-par2": "<0>Waarschuwing:</0> je MijnYivi verwijderen is permanent! Als je daarna Yivi wilt gaan gebruiken zal je opnieuw de Yivi-app moeten installeren en al je gegevens opnieuw moeten verkrijgen.",
    "delete": "Verwijder MijnYivi",
    "alert-header": "MijnYivi verwijderen?",
    "alert-explanation": "Als je dit doet worden alle gegevens in je Yivi-app permanent onbruikbaar, en worden je loggegevens en e-mailadres verwijderd uit MijnYivi. Weet je het zeker?",
    "alert-delete": "Verwijderen",
    "deleted": "MijnYivi verwijderd."
  },
  "load-cards": {
    "header": "Laad of ververs gegevens",
    "explanation": "Ga naar <0>deze pagina</0> om meer gegevens in je Yivi-app te laden of om bestaande gegevens te verversen."
  },
  "token-invalid": {
    "header": "Er ging iets mis",
    "explanation": "Deze link is verlopen.",
    "explanation-details": "Je kunt alsnog je e-mailadres toevoegen zodat je jouw Yivi-app kunt blokkeren bij verlies of diefstal:",
    "point-1":"Ga naar <0>MijnYivi</0>.",
    "point-2":"Klik op 'Open Yivi-app' of scan de QR code met jouw Yivi-app.",
    "point-3":"Volg de instructies in jouw Yivi app om in te loggen in MijnYivi.",
    "point-4":"Klik op 'Voeg e-mailadres toe' en volg de instructies om je e-mailadres toe toe voegen aan MijnYivi.",
    "retry": "Ga naar MijnYivi"
  },
  "warning-message": {
    "header": "Er ging iets mis",
    "return": "Ga terug",
    "delete-account-mail-explanation": "We konden geen e-mail sturen aan èèn of meerdere van jouw geregistreerde e-mailadressen.",
    "delete-account-mail-details": "Controleer of jouw e-mailadresssen nog werken. Omdat het verzenden van de e-mail niet lukte, valideren we jouw e-mailadres over 5 dagen opnieuw en zullen we het verwijderen als het probleem zich nog steeds voordoet. Tot die tijd is toegang tot jouw Yivi app en MijnYivi geblokkeerd. Daarna kan je jouw account alsnog verwijderen.",
    "delete-mail-explanation": "We konden jouw e-mailadres niet markeren voor verwijdering.",
    "delete-mail-details": "Het lijkt erop dat je e-mail adres niet werkt of niet meer actief is en daarom hebben we het tijdelijk als ongeldig gemarkeerd. Bestaat het nog? We valideren jouw e-mailadres over 5 dagen opnieuw en zullen het verwijderen als het probleem zich nog steeds voordoet. Werkt het wel, dan wordt je e-mailadres weer actief."
  },
  "error-message": {
    "header": "Er ging iets mis",
    "explanation": "De gevraagde actie kon niet worden verwerkt. Controleer je internetverbinding en probeer het opnieuw. Als de fout blijft aanhouden, neem dan contact op met Yivi.",
    "error-details": "De volgende fout trad op:",
    "retry": "Ga terug naar loginpagina"
  },
  "yivi-modal": {
    "cancel": "Annuleren"
  },
  "yivi-app-bar": {
    "logout": "Uitloggen"
  }
}
