{
  "app": {
    "title": "MijnIRMA"
  },
  "login-select-method": {
    "title": "MijnIRMA login",
    "intro-par1": "Dit is de MijnIRMA website van de Privacy by Design Foundation. Als je IRMA gebruiker bent, kun je via deze pagina de activiteiten van je IRMA-app controleren en eventueel beëindigen.",
    "intro-par2": "De stichting ziet wanneer je IRMA-app gebruikt wordt, maar ziet niet waar of met welke informatie. Hiermee wordt een combinatie van beveiliging (security) en privacy nagestreefd. Als er misbruik van je IRMA-app gemaakt wordt kun je dat bij MijnIRMA zien in de gebruiksgegevens. Vervolgens kun je het gebruik van de IRMA-app stoppen.",
    "login-methods": "Je kunt hieronder op twee manieren inloggen bij MijnIRMA:",
    "login-method-irma": "Met IRMA zelf, via het scannen van een QR code; dit is de makkelijkste manier.",
    "login-method-email": "Met het emailadres waarmee je jezelf geregistreerd hebt. Als je dit hieronder invult, krijg je een link toegestuurd waarmee je op de MijnIRMA pagina komt. Deze optie kun je gebruiken als je je telefoon niet bij de hand hebt, of erger, als je telefoon gestolen is en je misbruik van je IRMA-app uit wil sluiten.",
    "login-using": "Log in met",
    "or": "of",
    "email-address": "E-mailadres",
    "email-link": "E-mail link",
    "check-email": "Controleer je e-mail",
    "check-email-text": "Log in door te klikken op de link die naar je e-mailadres is verstuurd."
  },
  "login-select-candidate": {
    "title": "Kies IRMA-account",
    "username": "Gebruikersnaam",
    "last-seen": "Laatst actief",
    "login": "Log in",
    "explanation": "Het e-mailadres waarmee u inlogt is gekoppeld aan meerdere IRMA-accounts, die in onderstaande tabel worden weergegeven. De betekenis van de kolommen is als volgt:",
    "candidates-item-1": "uw IRMA gebruikersnaam. Deze staat in uw IRMA-app als u inlogt bij MijnIRMA.",
    "candidates-item-2": "wanneer er voor het laatst kaartjes zijn ontvangen of vrijgegeven met dit account."
  },
  "login-email-sent": {
    "title": "Controleer uw e-mail",
    "explanation": "Log in door te klikken op de link die naar uw e-mailadres is verstuurd."
  },
  "registration-verified": {
    "title": "MijnIRMA-registratie klaar",
    "success": "Gelukt",
    "explanation": "Je emailadres is nu aan je IRMA-app gekoppeld.",
    "return-to-irma": "Terug naar IRMA",
    "continue=to-myirma": "Ga naar MijnIRMA",
    "app-is-ready": "Je IRMA-app is nu klaar voor verder gebruik."
  },
  "account-overview": {
    "title": "MijnIRMA",
    "logged-in-as": "Je bent ingelogd als"
  },
  "logs": {
    "header": "Bekijk het gebruik van uw IRMA-app",
    "refresh": "Ververs",
    "previous": "Vorige",
    "next": "Volgende"
  },
  "logs-table": {
    "when": "Wanneer",
    "event": "Gebeurtenis"
  },
  "logs-events": {
    "PIN_CHECK_REFUSED": "PIN verificatie geblokkeerd",
    "IRMA_APP_AUTH_REFUSED": "IRMA sessie geblokkeerd",
    "PIN_CHECK_SUCCESS": "PIN geverifieerd",
    "PIN_CHECK_FAILED": "PIN verkeerd, {{param}} pogingen resterend",
    "PIN_CHECK_BLOCKED": "PIN te vaak verkeerd, geblokkeerd voor {{param}} seconden",
    "IRMA_SESSION": "IRMA sessie uitgevoerd",
    "IRMA_ENABLED": "MijnIRMA ingeschakeld",
    "IRMA_BLOCKED": "MijnIRMA geblokkeerd"
  },
  "emails": {
    "header": "E-mailadressen",
    "explanation": "De volgende e-mailadressen zijn geassocieerd met uw account. Met ieder van deze e-mailadressen kunt u inloggen op MijnIRMA. Als u uw e-mailadres al <0>geladen heeft als IRMA-kaartje</0>, kunt u hem associëren aan uw account met onderstaande knop.",
    "no-email-addresses": "Er zijn geen e-mailadressen geassocieerd met uw account. Dit betekent dat u niet op MijnIRMA in kunt loggen en uw kaartjes kunt blokkeren, mocht u uw telefoon kwijtraken.",
    "emailaddress": "Email",
    "delete": "Verwijder",
    "delete-in-progress": "Wordt verwijderd",
    "add-email": "Voeg e-mailadres toe",
    "delete-confirm-header": "Bevestigen",
    "delete-confirm-explanation": "Weet je zeker dat je {{email}} wilt verwijderen?"
  },
  "delete-account": {
    "header": "Verwijder MijnIRMA",
    "explanation-par1": "Als u uw MijnIRMA verwijdert, worden al uw kaartjes permanent onbruikbaar, en worden alle gebeurtenissen en uw e-mailadres permanent gewist.",
    "explanation-par2": "<0>Waarschuwing:</0> uw MijnIRMA verwijderen is permanent! Als u daarna opnieuw IRMA wilt gaan gebruiken zal u zich opnieuw bij MijnIRMA moeten registreren en al uw kaartjes opnieuw moeten verkrijgen.",
    "delete": "Verwijder MijnIRMA",
    "alert-header": "MijnIRMA verwijderen?",
    "alert-explanation": "Als u dit doet worden al uw kaartjes permanent onbruikbaar, en worden uw loggegevens en e-mailadres verwijderd uit MijnIRMA. Weet u het zeker?",
    "alert-delete": "Verwijderen",
    "deleted": "MijnIRMA account verwijderd."
  },
  "load-cards": {
    "header": "Laad of ververs kaartjes",
    "explanation": "Ga naar <0>deze pagina</0> om meer kaartjes in uw IRMA-app te laden of om bestaande kaartjes te verversen."
  },
  "error-message": {
    "header": "Er is een fout opgetreden",
    "explanation": "De gevraagde actie kon niet worden verwerkt. Controleer je internetverbinding en probeer het opnieuw. Als de fout blijft aanhouden, neem dan contact op met IRMA.",
    "error-details": "De volgende fout trad op:",
    "retry": "Ga terug naar loginpagina"
  },
  "irma-modal": {
    "cancel": "Annuleren"
  }
}
