{
	"myirma": "MyIRMA",
	"login_header": "MyIRMA login",
	"login_par1": "This is the MyIRMA website of the Privacy by Design Foundation. Using this website you can view the activities of your IRMA app, and block or delete your account.",
	"login_par2": "The foundation knows when your IRMA app is used, but does not know where or with which attributes. In this way a combination of security and privacy is pursued. The MyIRMA usage log allows you to check if your IRMA app is being abused. If so, you can block your IRMA app here.",
	"login_list": "Below you can log in to MyIRMA in two ways:",
	"login_list_1": "Using IRMA, in particular using the attribute you received during registration containing your email address; this is the easiest way.",
	"login_list_2": "Using the email address with which you registered. If you enter it below a link will be sent to it that will allow you to log in to MyIRMA. You can use this login method when you do not have your phone with you, or if your phone has been stolen and you want to prevent abuse of your IRMA app.",
	"login_using": "Log in using",
	"or": "or",
	"login_email_address": "Email address",
	"login_email_link": "Email link",
	"login_check_email": "Check your email",
	"login_check_email_text": "Log in by clicking on the link that has been sent to your email address.",
	"scheme_manager_qr": "Scheme manager QR",
	"scheme_manager_qr_text": "Scan the QR code with your IRMA app to install the scheme manager.",
	"enrollment_email_title": "MyIRMA registration: step 4",
	"enrollment_email_par1": "Your email address",
	"enrollment_email_par11": "has been verified. Click below to load this address in your IRMA app as an attribute. You can use this attribute later to log in on MyIRMA. This is the final step in the registration process.",
	"enrollment_email_par2": "(Note: your browser must accept cookies in order for MyIRMA to work. If you do not load your email address as attribute now, you can still log in on MyIRMA later using your email address, and load it then.)",
	"enrollment_email_button": "Load email adres attribute",
	"enrollment_done": "MyIRMA registration finished",
	"enrollment_done_text": "Congratulations! The MyIRMA registration is now finished, and your first IRMA attribute has been loaded in your IRMA app.",
	"enrollment_done_list1": "{URL=/issuance}Load more attributes{/URL}",
	"enrollment_done_list2": "Go to MyIRMA",
	"main_logout": "Log out",
	"main_issue_email": "Load email address in your IRMA app",
	"main_issue_email_text": "Click below to load the email address that you entered during registration as an attribute in your IRMA app.",
	"main_issue_email_button": "Load email address attribute",
	"main_logged_in_as": "You are logged in as ",
	"main_log": "View usage of your IRMA app",
	"main_log_refresh": "Refresh",
	"main_log_previous": "Previous",
	"main_log_next": "Next",
	"main_when": "When",
	"main_event": "Event",
	"main_issuance": "Load or refresh attributes",
	"main_issuance_text": "Go to {URL=/issuance}this page{/URL} to load more attributes in your IRMA app, or refresh existing attributes.",
	"main_delete_title": "Block or delete MyIRMA",
	"main_delete_par1": "If you delete your MyIRMA account, all your attributes become permanently unusable, and all events as well as your email address will be permanently deleted.",
	"main_delete_par2": "{B}Warning{/B}: Blocking or deleting your MyIRMA account is permanent! If you want to use IRMA again afterwards you will have to re-register at MyIRMA and re-obtain all your attributes.",
	"main_block": "Block MyIRMA",
	"main_delete": "Delete MyIRMA",
	"main_emailaddresses_title": "Email addresses",
	"main_emailaddresses_text": "The following email addresses are associated to your account. You can login on MyIRMA using each of these addresses.",
	"main_emailaddresses_none_text": "There are no email addresses associated to your account. This means that you will not be able to log in on MyIRMA and block your attributes, in case you lose your phone.",
	"main_emailaddresses_add": "Add email address",
	"email_address": "Email address",
	"keyshare_error_occured": "An error occured during login.",
	"keyshare_session_expired": "Session has expired or is invalid, please login again.",
	"keyshare_block_question": "Block MyIRMA?",
	"keyshare_delete_question": "Delete MyIRMA?",
	"keyshare_block_message": "If you proceed, all your attributes will become permanently unusable. Are you certain?",
	"keyshare_delete_message": "If you proceed, all your attributes will become permanently unusable, and your logs and email address will be deleted from MyIRMA. Are you certain?",
	"keyshare_cancel": "Cancel",
	"keyshare_block": "Block",
	"keyshare_delete": "Delete",
	"keyshare_deleted": "MyIRMA account deleted.",
	"keyshare_loggedout": "You are now logged out.",
	"keyshare_event_error": "Received unexpected log entry type",
	"keyshare_event_PIN_CHECK_REFUSED": "PIN verification blocked",
	"keyshare_event_IRMA_APP_AUTH_REFUSED": "IRMA session blocked",
	"keyshare_event_PIN_CHECK_SUCCESS": "PIN verified",
	"keyshare_event_PIN_CHECK_FAILED": "PIN wrong, {0} attempts remaining",
	"keyshare_event_PIN_CHECK_BLOCKED": "PIN wrong too often, blocked {0}} seconds",
	"keyshare_event_IRMA_SESSION": "Performed IRMA session",
	"keyshare_event_IRMA_ENABLED": "MyIRMA enabled",
	"keyshare_event_IRMA_BLOCKED": "MyIRMA blocked",
	"keyshare_verification_error": "An error occured during email verification.",
	"keyshare_invalid_path": "Invalid path specified after #",
	"keyshare_cookies": "MyIRMA uses cookies. Please enable cookies and retry.",
	"delete_email_title": "Delete email address?",
	"delete_email_message": "Are you certain you want to delete this email address? You will not be able to login with this email address anymore.",
	"never": "Never",
	"login": "Login",
	"candidates_title": "Choose IRMA account",
	"candidates_username": "Username",
	"candidates_lastseen": "Last active",
	"candidates_explanation": "The email address with which you are logging in is associated to multiple IRMA accounts, which are shown in the table below. The columns mean the following:",
	"candidates_item_1": "Your IRMA username. You can find this in your IRMA app as the \"Username\"-attribute under \"MyIRMA login\".",
	"candidates_item_2": "Time of the most recent attribute usage of this IRMA account."
}
